Revit 2027 API
SymbolTypeId.LPerH Property
 Symbol L/h, indicating unit Liters per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LPerH { get; }
Public Shared ReadOnly Property LPerH As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LPerH {
	ForgeTypeId^ get ();
}
static member LPerH : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace